Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Login_Error_GetSessionDetailsFailed
source: An error occured when retrieving the session details. Please try again.
be_by: Адбылася праблема пры атрыманні падрабязнасцяў сеанса. Паспрабуйце яшчэ раз.
cs_cz: Při načítání podrobností relace došlo k chybě. Prosíme zkuste to znovu.
de_de: Fehler beim Abrufen der Sitzungsdetails. Bitte versuche es erneut.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των λεπτομερειών της συνεδρίας. Παρακαλούμε προσπαθήστε ξανά.
es_es: Se ha producido un error al recuperar los detalles de la sesión. Inténtalo de nuevo.
fa_ir: در هنگام بازیابی جزئیات جلسه خطایی رخ داد. لطفاً دوباره امتحان کنید.
fi_fi: Virhe noudettaessa istunnon tietoja. Yritä uudelleen.
fr_fr: Une erreur s'est produite lors de la récupération des informations de la session. Veuillez réessayer.
id_id: Terjadi kesalahan saat menerima detail sesi. Silakan coba lagi.
it_it: Si è verificato un errore durante il caricamento dei dettagli della sessione. Riprova.
ja_jp: セッションの詳細を取得するときにエラーが発生しました。 もう一度試してください。
ka_ge: შეცდომა სესიის დეტალების მიღებისას. კიდევ სცადეთ.
ko_kr: 세션의 세부사항을 받아오는 중 오류가 발생했습니다. 다시 시도해주십시오.
nb_no: Det oppstod en feil under henting av øktdetaljene. Vennligst prøv på nytt.
nl_nl: Er is een fout opgetreden bij het ophalen van de sessiegegevens. Probeer het opnieuw.
pl_pl: Wystąpił błąd podczas pobierania szczegółów sesji. Spróbuj ponownie.
pt_pt: Ocorreu um erro ao recuperar os detalhes da sessão. Tente novamente.
ro_ro: A apărut o eroare la preluarea detaliilor sesiunii. Reîncercați.
ru_ru: Произошла ошибка при получении информации о сеансе. Повторите попытку.
sk_sk: Pri načítavaní údajov relácie došlo k chybe. Skúste to prosím znova.
sl_si: Pri pridobivanju podrobnosti seje je prišlo do napake. Poskusite ponovno.
sv_se: Ett fel uppstod vid hämtning av sessionsdetaljerna. Försök igen.
tr_tr: Oturum bilgileri alınırken bir sorun çıktı. Lütfen yeniden deneyin.
uk_ua: Під час отримання подробиць сеансу сталася помилка. Спробуйте ще раз.

# Login_Error_IncorrectTwoFactorCode
source: Incorrect code. Please try again.
be_by: Няправільны код. Паспрабуйце яшчэ раз.
cs_cz: Nesprávný kód. Zkuste to znovu.
de_de: Ungültiger Code. Bitte versuche es erneut.
el_gr: Λανθασμένος κωδικός. Παρακαλούμε δοκιμάστε ξανά.
es_es: Código incorrecto. Inténtalo de nuevo.
fa_ir: کد نادرست است. لطفا دوباره امتحان کنید.
fi_fi: Virheellinen koodi. Yritä uudelleen.
fr_fr: Le code n'est pas correct. Nous vous invitons à réessayer.
id_id: Kode salah. Silakan coba lagi.
it_it: Codice errato. Riprova.
ja_jp: 無効なコードです。再度お試しください。
ka_ge: კოდი არასწორია. თავიდან სცადეთ.
ko_kr: 잘못된 코드입니다. 다시 시도해 주세요.
nb_no: Feil kode. Vennligst prøv på nytt.
nl_nl: Onjuiste code. Probeer het opnieuw.
pl_pl: Kod jest niepoprawny. Spróbuj ponownie.
pt_pt: Palavra-passe incorreta. Tente novamente.
ro_ro: Cod incorect. Reîncercați.
ru_ru: Неверный код. Пожалуйста, попробуйте еще раз.
sk_sk: Nesprávny kód! Skúste to prosím znovu.
sl_si: Napačna koda. Poskusite znova.
sv_se: Felaktig kod. Försök igen.
tr_tr: Kod yanlış. Lütfen yeniden deneyin.
uk_ua: Неправильний код. Повторіть спробу.

# Login_Error_SessionExpired
source: Your session has expired. Please sign in again.
be_by: Ваш сеанс пратэрмінаваны. Увайдзіце яшчэ раз.
cs_cz: Vaše relace vypršela. Přihlaste se prosím znovu.
de_de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
el_gr: Η συνεδρία σας έχει λήξει. Παρακαλούμε εισέλθετε ξανά.
es_es: Tu sesión ha expirado. Vuelve a iniciar sesión.
fa_ir: نشست شما منقضی شده است. لطفاً دوباره وارد شوید.
fi_fi: Istuntosi on erääntynyt. Kirjaudu uudelleen.
fr_fr: Votre session a expiré. Nous vous invitons à vous reconnecter.
id_id: Masa berlaku sesi Anda telah berakhir. Silakan masuk kembali.
it_it: La tua sessione è scaduta. Effettua nuovamente l'accesso.
ja_jp: セッションの有効期限が切れました。再度サインインしてください。
ka_ge: თქვენს სესიას ვადა გაუვიდა. თავიდან შედით.
ko_kr: 세션이 만료되었습니다. 다시 로그인하십시오.
nb_no: Økten er utløpt. Vennligst logg på nytt.
nl_nl: Uw sessie is verlopen. Log opnieuw in.
pl_pl: Sesja wygasła. Zaloguj się ponownie.
pt_pt: A sua sessão expirou. Inicie sessão novamente.
ro_ro: Sesiunea a expirat. Reutentificați-vă.
ru_ru: Ваш сеанс истёк. Пожалуйста, войдите снова.
sk_sk: Vaša relácia vypršala, musíte sa znova prihlásiť.
sl_si: Vaša seja se je iztekla. Ponovno se prijavite.
sv_se: Din session har löpt ut. Logga in igen.
tr_tr: Oturumunuzun geçerlilik süresi dolmuş. Lütfen yeniden oturum açın.
uk_ua: Термін дії вашого сеансу завершився. Увійдіть знову.

# Login_Error_SsoAuthFailed
source: SSO Authentication failed. Please try again.
be_by: Збой аўтэнтыфікацыі SSO. Паспрабуйце яшчэ раз.
cs_cz: SSO přihlášení selhalo. Prosíme zkuste to znovu.
de_de: SSO-Authentifizierung fehlgeschlagen. Bitte versuche es erneut.
el_gr: Ο έλεγχος ταυτότητας SSO απέτυχε. Παρακαλούμε προσπαθήστε ξανά.
es_es: Error con la autenticación SSO. Inténtalo de nuevo.
fa_ir: احراز هویت SSO ناموفق بود. لطفاً دوباره امتحان کنید.
fi_fi: Kertakirjautuminen epäonnistui. Yritä uudelleen.
fr_fr: L'authentification unique (SSO) n'a pas abouti. Veuillez réessayer.
id_id: Autentikasi SSO gagal. Silakan coba lagi.
it_it: Autenticazione SSO non riuscita. Riprova.
ja_jp: SSO認証に失敗しました。 もう一度試してください。
ka_ge: SSO ავთენტიკაცია ჩავარდა. თავიდან სცადეთ.
ko_kr: SSO 인증에 실패하였습니다. 다시 시도해주십시오.
nb_no: SSO-autentisering mislyktes. Vennligst prøv på nytt.
nl_nl: SSO-verificatie is mislukt. Probeer het opnieuw.
pl_pl: Uwierzytelnianie SSO nie powiodło się. Spróbuj ponownie.
pt_pt: Erro na autenticação SSO. Tente novamente.
ro_ro: Autentificarea unică (SSO) a eșuat. Reîncercați.
ru_ru: Сбой аутентификации через SSO. Повторите попытку.
sk_sk: Prihlásenie SSO zlyhalo. Skúste to prosím znova.
sl_si: SSO preverjanje ni uspelo. Poskusite ponovno.
sv_se: SSO-autentisering misslyckades. Försök igen.
tr_tr: Tek oturum açma doğrulaması yapılamadı. Lütfen yeniden deneyin.
uk_ua: Збій автентифікації SSO. Повторіть спробу.

# Login_Error_TwoFactorAuthFailed
source: Incorrect username or password. Please try again.
cs_cz: Nesprávné přihlašovací údaje. Zkuste to znovu.
de_de: Ungültige Anmeldedaten. Bitte versuche es erneut.
el_gr: Λανθασμένο όνομα χρήστη ή κωδικός πρόσβασης. Παρακαλούμε προσπαθήστε ξανά.
es_es: Usuario o contraseña incorrectos. Inténtalo de nuevo.
fi_fi: Virheellinen käyttäjätunnus tai salasana. Yritä uudelleen.
fr_fr: Les identifiants de connexion ne sont pas corrects. Nous vous invitons à réessayer.
id_id: Nama pengguna atau kata sandi salah. Silakan coba lagi.
it_it: Credenziali errate. Riprova.
ja_jp: ユーザー名かパスワードが正しくありません。再度お試しください。
ko_kr: 이메일 (사용자 이름) 또는 비밀번호가 잘못되었습니다. 다시 시도하세요.
nb_no: Feil påloggingsinformasjon. Vennligst prøv på nytt.
nl_nl: Onjuiste gebruikersnaam of wachtwoord. Probeer het opnieuw.
pl_pl: Niepoprawna nazwa użytkownika lub błędne hasło. Spróbuj ponownie.
ro_ro: Nume de utilizator sau parolă incorectă. Reîncercați.
ru_ru: Неверные учетные данные для входа. Попробуйте снова.
sk_sk: Nesprávne meno alebo heslo. Skúste to znova, prosím.
sv_se: Felaktigt användarnamn eller lösenord. Försök igen.
tr_tr: Oturum açma bilgileri yanlış. Lütfen yeniden deneyin.

# Login_Error_TwoFactorFailed
source: Two factor authentication failed. Please sign in again.
be_by: Збой двухфактарнай аўтэнтыфікацыі. Увайдзіце яшчэ раз.
cs_cz: Dvoufázové ověření selhalo. Přihlaste se prosím znovu.
de_de: Fehler bei der Zwei-Faktor-Authentifizierung. Bitte melde dich erneut an.
el_gr: Ο έλεγχος ταυτότητας δύο παραγόντων απέτυχε. Παρακαλούμε συνδεθείτε ξανά.
es_es: Error con la autenticación en dos pasos. Inicia sesión de nuevo.
fa_ir: احراز هویت دو عاملی ناموفق بود. لطفاً دوباره وارد حساب شوید.
fi_fi: Kaksivaiheinen tunnistautuminen epäonnistui. Kirjaudu uudelleen.
fr_fr: L'authentification à deux facteurs n'a pas abouti. Nous vous invitons à vous reconnecter.
id_id: Autentikasi dua faktor gagal. Silakan masuk lagi.
it_it: Autenticazione a due fattori non riuscita. Effettua nuovamente l'accesso.
ja_jp: 二要素認証に失敗しました。 再度サインインしてください。
ka_ge: 2FA ჩავარდა. თავიდან შედით.
ko_kr: 2단계 인증에 실패했습니다. 다시 로그인해주세요.
nb_no: Tofaktorautentisering mislyktes. Vennligst logg på igjen.
nl_nl: Tweestapsverificatie mislukt. Log opnieuw in.
pl_pl: Uwierzytelnianie dwustopniowe nie powiodło się. Zaloguj się ponownie.
pt_pt: Erro na autenticação de dois fatores. Inicie sessão novamente.
ro_ro: Autentificarea cu doi factori a eșuat. Reîncercați.
ru_ru: Не удалось выполнить двухфакторную аутентификацию. Повторите попытку входа.
sk_sk: Dvojstupňové overenie zlyhalo. Prihláste sa znova.
sl_si: Dvostopenjska avtentikacija ni uspela. Prosimo, prijavite se znova.
sv_se: Tvåfaktorsautentisering misslyckades. Logga in igen.
tr_tr: İki adımlı doğrulama yapılamadı. Lütfen yeniden oturum açın.
uk_ua: Збій двоетапної перевірки. Увійдіть знову.

# Login_TwoFactorForm_Authenticate
source: Authenticate
be_by: Аўтэнтыфікаваць
cs_cz: Ověřit
de_de: Authentifizieren
el_gr: Ταυτοποίηση
es_es: Autenticar
fa_ir: احراز هویت
fi_fi: Tunnistaudu
fr_fr: S'authentifier
id_id: Autentikasi
it_it: Autentica
ja_jp: 認証
ka_ge: ავთენტიკაცია
ko_kr: 인증
nb_no: Autentiser
nl_nl: Verifiëren
pl_pl: Uwierzytelnij
pt_pt: Autenticar
ro_ro: Autentificare
ru_ru: Аутентифицировать
sk_sk: Overiť
sl_si: Preverjanje pristnosti
sv_se: Autentisera
tr_tr: Kimliği doğrula
uk_ua: Автентифікація

# Login_TwoFactorForm_Subtitle
source: Enter the code from your authenticator app.
be_by: 6-значны код аўтэнтыфікацыі
cs_cz: Zadejte kód z vaší ověřovací aplikace
de_de: Code aus der Authenticator App eingeben
el_gr: Πληκτρολογήστε τον κωδικό από την εφαρμογή ταυτοποίησης.
es_es: Introduce el código de tu aplicación de autenticación.
fi_fi: Syötä koodi todennussovelluksesta.
fr_fr: Entrez le code de votre application d'authentification.
id_id: Masukkan kode dari aplikasi autentikator Anda.
it_it: Inserisci il codice dalla tua app di autenticazione
ja_jp: 認証アプリからのコードを入力してください
ka_ge: 6-ნიშნა ავთენტიკაციის კოდი
ko_kr: 인증 앱의 코드를 입력하세요
nb_no: Skriv inn koden fra autentiseringsappen
nl_nl: Voer de code van uw Authenticator-app in.
pl_pl: Wpisz kod z aplikacji uwierzytelniającej.
pt_pt: 6-digit authentication code
ro_ro: Introduceți codul din aplicația de autentificare.
ru_ru: Введите код из приложения для аутентификации
sk_sk: Zadajte kód z vašej overovacej aplikácie.
sl_si: 6-mestna koda za preverjanje pristnosti
sv_se: Ange koden från din autentiseringsapp.
tr_tr: Kimlik doğrulama uygulamanızdan alacağınız kodu yazın
uk_ua: Код підтвердження з 6 цифр

# Login_TwoFactorForm_Title
source: Two-factor authentication
be_by: Двухфактарная аўтэнтыфікацыя
cs_cz: Dvoufázové ověření
de_de: Zwei‐Faktor‐Authentifizierung
el_gr: Ταυτοποίηση δύο παραγόντων
es_es: Autenticación de dos factores
fa_ir: احراز هویت دو مرحله‌ای
fi_fi: Kaksivaiheinen tunnistautuminen
fr_fr: Authentification à deux facteurs
id_id: Autentikasi dua-faktor
it_it: Autenticazione a due fattori
ja_jp: 2 要素認証
ka_ge: 2FA
ko_kr: 2단계 인증
nb_no: Tofaktorautentisering
nl_nl: Tweestapsverificatie
pl_pl: Uwierzytelnianie dwustopniowe
pt_pt: Autenticação de dois fatores
ro_ro: Autentificare cu doi factori
ru_ru: Двухфакторная аутентификация
sk_sk: Dvojstupňové overenie
sl_si: Dvojno preverjanja pristnosti
sv_se: Tvåfaktorsautentisering
tr_tr: İki adımlı doğrulama
uk_ua: Двоетапна перевірка

# Login_TwoFactor_Digit1
source: First digit
be_by: Першая лічба
cs_cz: První číslice
de_de: Erste Ziffer
el_gr: Πρώτο ψηφίο
es_es: Primera cifra
fa_ir: رقم اول
fi_fi: Ensimmäinen numero
fr_fr: Premier chiffre
id_id: Digit pertama
it_it: Prima cifra
ja_jp: 1桁の数字
ka_ge: პირველი ციფრი
ko_kr: 첫 자리
nb_no: Første siffer
nl_nl: Eerste cijfer
pl_pl: Pierwsza cyfra
pt_pt: Primeiro dígito
ro_ro: Prima cifră
ru_ru: Первая цифра
sk_sk: Prvé číslo
sl_si: Prva številka
sv_se: Första siffran
tr_tr: İlk rakam
uk_ua: Перша цифра

# Login_TwoFactor_Digit2
source: Second digit
be_by: Другая лічба
cs_cz: Druhá číslice
de_de: Zweite Ziffer
el_gr: Δεύτερο ψηφίο
es_es: Segunda cifra
fa_ir: رقم دوم
fi_fi: Toinen numero
fr_fr: Deuxième chiffre
id_id: Digit kedua
it_it: Seconda cifra
ja_jp: 2桁の数字
ka_ge: მეორე ციფრი
ko_kr: 2번째 자리
nb_no: Andre siffer
nl_nl: Tweede cijfer
pl_pl: Druga cyfra
pt_pt: Segundo dígito
ro_ro: A doua cifră
ru_ru: Вторая цифра
sk_sk: Druhé číslo
sl_si: Druga številka
sv_se: Andra siffran
tr_tr: İkinci rakam
uk_ua: Друга цифра

# Login_TwoFactor_Digit3
source: Third digit
be_by: Трэцяя лічба
cs_cz: Třetí číslice
de_de: Dritte Ziffer
el_gr: Τρίτο ψηφίο
es_es: Tercera cifra
fa_ir: رقم سوم
fi_fi: Kolmas numero
fr_fr: Troisième chiffre
id_id: Digit ketiga
it_it: Terza cifra
ja_jp: 3桁の数字
ka_ge: მესამე ციფრი
ko_kr: 3번째 자리
nb_no: Tredje siffer
nl_nl: Derde cijfer
pl_pl: Trzecia cyfra
pt_pt: Terceiro dígito
ro_ro: A treia cifră
ru_ru: Третья цифра
sk_sk: Tretie číslo
sl_si: Tretja številka
sv_se: Tredje siffran
tr_tr: Üçüncü rakam
uk_ua: Третя цифра

# Login_TwoFactor_Digit4
source: Fourth digit
be_by: Чацвёртая лічба
cs_cz: Čtvrtá číslice
de_de: Vierte Ziffer
el_gr: Τέταρτο ψηφίο
es_es: Cuarta cifra
fa_ir: رقم چهارم
fi_fi: Neljäs numero
fr_fr: Quatrième chiffre
id_id: Digit keempat
it_it: Quarta cifra
ja_jp: 4桁の数字
ka_ge: მეოთხე ციფრი
ko_kr: 4자리 수
nb_no: Fjerde siffer
nl_nl: Vierde cijfer
pl_pl: Czwarta cyfra
pt_pt: Quarto dígito
ro_ro: A patra cifră
ru_ru: Четвёртая цифра
sk_sk: Štvrté číslo
sl_si: Četrta številka
sv_se: Fjärde siffran
tr_tr: Dördüncü rakam
uk_ua: Четверта цифра

# Login_TwoFactor_Digit5
source: Fifth digit
be_by: Пятая лічба
cs_cz: Pátá číslice
de_de: Fünfte Ziffer
el_gr: Πέμπτο ψηφίο
es_es: Quinta cifra
fa_ir: رقم پنجم
fi_fi: Viides numero
fr_fr: Cinquième chiffre
id_id: Digit kelima
it_it: Quinta cifra
ja_jp: 5桁の数字
ka_ge: მეხუთე ციფრი
ko_kr: 다섯 자리 수
nb_no: Femte siffer
nl_nl: Vijfde cijfer
pl_pl: Piąta cyfra
pt_pt: Quinto dígito
ro_ro: A cincea cifră
ru_ru: Пятая цифра
sk_sk: Piate číslo
sl_si: Peta številka
sv_se: Femte siffran
tr_tr: Beşinci rakam
uk_ua: П'ята цифра

# Login_TwoFactor_Digit6
source: Sixth digit
be_by: Шостая лічба
cs_cz: Šestá číslice
de_de: Sechste Ziffer
el_gr: Έκτο ψηφίο
es_es: Sexta cifra
fa_ir: رقم ششم
fi_fi: Kuudes numero
fr_fr: Sixième chiffre
id_id: Digit keenam
it_it: Sesta cifra
ja_jp: 6桁の数字
ka_ge: მეექვსე ციფრი
ko_kr: 여섯 자리 수
nb_no: Sjette siffer
nl_nl: Zesde cijfer
pl_pl: Szósta cyfra
pt_pt: Quinto dígito
ro_ro: A șasea cifră
ru_ru: Шестая цифра
sk_sk: Šieste číslo
sl_si: Šesta številka
sv_se: Sjätte siffran
tr_tr: Altıncı rakam
uk_ua: Шоста цифра

# Login_TwoFactor_EnterCode
source: Enter your code
be_by: Увядзіце свой код.
el_gr: Εισάγετε τον κωδικό σας
es_es: Introduce tu código
fi_fi: Syötä koodisi
id_id: Masukkan kode Anda
ja_jp: コードを入力してください
ka_ge: შეიყვანეთ თქვენი კოდი
nl_nl: Voer uw code in
pl_pl: Wpisz kod
pt_pt: Introduza o seu código
ro_ro: Introduceți codul
sk_sk: Zadajte váš kód
sl_si: Vnesite kodo
sv_se: Ange din kod
uk_ua: Введіть код

# Main_Loading_SigningIn
source: Signing in, please wait...
be_by: Адбываецца ўваход. Пачакайце…
cs_cz: Přihlašuji, počkejte prosím...
de_de: Anmelden, bitte warten...
el_gr: Σύνδεση, παρακαλούμε περιμένετε...
es_es: Iniciando sesión. Espera...
fa_ir: در حال ورود به حساب، لطفاً صبر کنید...
fi_fi: Kirjaudutaan sisään. Odota...
fr_fr: La connexion est en cours. Veuillez patienter...
id_id: Memasukkan Anda ke akun, mohon tunggu…
it_it: Accesso in corso
ja_jp: サインイン中です。お待ちください...
ka_ge: მიმდინარეობს შესვლა. გთხოვთ, მოითმინეთ...
ko_kr: 로그인 중, 기다려 주세요…
nb_no: Logger på, vennligst vent...
nl_nl: Inloggen, een ogenblik geduld…...
pl_pl: Trwa logowanie. Poczekaj chwilę…
pt_pt: A iniciar sessão. Aguarde...
ro_ro: Se conectează, așteptați...
ru_ru: Выполняется вход, подождите...
sk_sk: Prihlasovanie, prosím čakajte...
sl_si: Prijavljanje. Prosimo, počakajte ...
sv_se: Loggar in, vänta …
tr_tr: Lütfen oturum açılırken bekleyin...
uk_ua: Виконується вхід до облікового запису...

# Main_Loading_SigningOut
source: Signing out, please wait...
be_by: Адбываецца выхад. Пачакайце…
cs_cz: Odhlašuji, počkejte prosím...
de_de: Abmelden, bitte warten…
el_gr: Αποσύνδεση, παρακαλούμε περιμένετε...
es_es: Cerrando sesión, por favor, espera...
fa_ir: در حال خروج از حساب، لطفاً صبر کنید...
fi_fi: Kirjaudutaan ulos. Odota...
fr_fr: La déconnexion est en cours. Veuillez patienter...
id_id: Mengeluarkan Anda dari akun, mohon tunggu…
it_it: Uscita in corso
ja_jp: サインアウトしています。お待ちください...
ka_ge: გასვლა. მოითმინეთ...
ko_kr: 로그아웃 중, 기다려 주세요…
nb_no: Logger av, vennligst vent...
nl_nl: Uitloggen, een ogenblik geduld…
pl_pl: Trwa wylogowywanie. Poczekaj chwilę…
pt_pt: A terminar sessão. Aguarde...
ro_ro: Se deconectează, așteptați...
ru_ru: Выполняется вход, подождите…...
sk_sk: Odhlasovanie, počkajte prosím...
sl_si: Odjavljanje. Prosimo, počakajte ...
sv_se: Loggar ut, vänta …
tr_tr: Lütfen oturum kapatılırken bekleyin...
uk_ua: Виконується вихід з облікового запису...

# Notifications_PortForwarding_Description
source: Set this number in your BitTorrent app for greater speed.
be_by: Перайдзіце ў свой кліент торэнт або праграму P2P і ўвядзіце гэты нумар.
cs_cz: Nastavte toto číslo ve vaší aplikaci BitTorrent pro nejvyšší rychlosti.
de_de: Trage diese Nummer in deiner BitTorrent-App ein, um bessere Geschwindigkeiten zu erzielen.
el_gr: Για μεγαλύτερη ταχύτητα, εφαρμόστε αυτόν τον αριθμό στην εφαρμογή σας BitTorrent.
es_es: Establece este número en tu aplicación BitTorrent para obtener mayor velocidad.
fa_ir: این شماره را در برنامه BitTorrent خود تنظیم کنید تا از سرعت بیشتر بهره ببرید.
fi_fi: Määritä tämä numero BitTorrent-sovellukseesi korkeampaa nopeutta varten.
fr_fr: Paramétrez ce numéro dans votre application BitTorrent pour une vitesse plus élevée.
id_id: Tentukan nomor port ini pada aplikasi BitTorrent Anda untuk memperoleh kecepatan yang lebih.
it_it: Imposta questo numero nella tua app BitTorrent per una maggiore velocità.
ja_jp: 速度を上げるために BitTorrent へこの番号を指定します。
ka_ge: გადადით თქვენს torrent კლიენტში ან P2P აპლიკაციაში და შეიყვანეთ ეს ნომერი.
ko_kr: 더 빠른 속도를 위해 BitTorrent 앱에서 이 번호로 설정하세요.
nb_no: Sett dette nummeret i BitTorrent-appen din for større hastighet.
nl_nl: Stel dit nummer in uw BitTorrent-app in voor hogere snelheid.
pl_pl: Ustaw ten numer portu w aplikacji BitTorrent dla lepszej prędkości.
pt_pt: Go to your torrent client or P2P app and enter this number.
ro_ro: Setați acest număr în aplicația BitTorrent pentru o viteză sporită.
ru_ru: Установите это число в приложении BitTorrent для увеличения скорости.
sk_sk: Nastavte toto číslo vo vašej aplikácii BitTorrent pre najvyššie rýchlosti.
sl_si: Pojdite v svoj torent odjemalec ali aplikacijo P2P in vnesite to številko.
sv_se: Ställ in detta nummer i din BitTorrent-app för högre hastighet.
tr_tr: Daha yüksek hız elde etmek için BitTorrent uygulamasında bu numarayı ayarlayın.
uk_ua: Відкрийте свій торент-клієнт або програму P2P та введіть цей номер.

# Notifications_SubscriptionExpired_Description_Connected
source: Your plan has been downgraded to Proton Free, and we're reconnecting you to the fastest free server.
be_by: Ваш тарыфны план быў паніжаны да Proton Free. Вы будзеце перападключаны да найхутчэйшага з бясплатных сервераў.
cs_cz: Váš tarif byl snížen na Proton Free a přepojujeme vás k nejrychlejšímu bezplatnému serveru.
de_de: Dein Abonnement wurde auf Proton Free herabgestuft, und wir verbinden dich wieder mit dem schnellsten kostenlosen Server.
el_gr: Το πλάνο σας έχει υποβαθμιστεί σε Proton Free και σας επανασυνδέουμε στον ταχύτερο δωρεάν διακομιστή.
es_es: Se ha cambiado tu plan a Proton Free y te estamos reconectando al servidor gratuito más rápido.
fi_fi: Tilauksesi on alennettu Proton Free -tasolle, yhdistämme sinut uudelleen nopeimmalle ilmaispalvelimelle.
fr_fr: Votre abonnement passe à Proton Free et nous vous reconnectons au serveur gratuit le plus rapide.
id_id: Paket Anda telah diturunkan ke Proton Free, dan kami akan menghubungkan ulang Anda ke server gratis tercepat.
it_it: Il tuo piano è stato riportato a Proton Free, ti stiamo ricollegando al server gratuito più veloce.
ja_jp: お客様のプランは Proton Free にダウングレードされ、最速のフリーサーバーに再接続されます。
ka_ge: თქვენი სატარიფო გეგმა ჩამოწეულია Proton Free-ზე და ჩვენ თავიდან დაგაკავშირებთ უსწრაფეს უფასო სერვერთან.
ko_kr: 사용자의 플랜이 Proton Free로 다운그레이드되었습니다. 가장 빠른 무료 서버로 재연결 중입니다.
nb_no: Planen din har blitt nedgradert til Proton Free, og vi kobler deg til den raskeste gratis serveren.
nl_nl: Uw abonnement is gedowngraded naar Proton Free, en we verbinden u opnieuw met de snelste gratis server.
pl_pl: Twój plan został obniżony do planu Proton Free. Nastąpi ponowne połączenie z najszybszym darmowym serwerem.
pt_pt: O seu plano foi alterado para a versão gratuita Proton Free e estamos a reconcertá-lo ao servidor gratuito mais rápido.
ro_ro: Planul v-a fost retrogradat la Proton Free și vă reconectam la cel mai rapid server gratuit.
ru_ru: Ваш тариф был переведен на более дешевый тариф Proton Free, и мы снова подключаем вас к самому быстрому бесплатному серверу.
sk_sk: Vaša tarifa bola znížená na Proton Free a prepájame vás k najrýchlejšiemu bezplatnému serveru.
sl_si: Vaš paket je bil zmanjšan na Proton Free, zato vas ponovno povezujemo z najhitrejšim brezplačnim strežnikom.
sv_se: Ditt paket har nedgraderats till Proton Free och vi återansluter dig till den snabbaste gratisservern.
tr_tr: Aboneliğiniz Proton Free tarifesine düşürüldü ve sizi yeniden en hızlı Free sunucusuna bağlıyoruz.
uk_ua: Ваш тарифний план змінено до Proton Free, і триває повторне під'єднання до найшвидшого безплатного сервера.

# Overlay_OutdatedClient_Action
source: Update now
be_by: Абнавіць
el_gr: Ενημέρωση Τώρα
es_es: Actualizar ahora
fi_fi: Päivitä nyt
id_id: Perbarui sekarang
ja_jp: 今すぐアップデート
ka_ge: ახლა განახლება
nl_nl: Nu updaten
pl_pl: Zaktualizuj teraz
pt_pt: Atualizar agora
ro_ro: Actualizare acum
sk_sk: Aktualizovať teraz
sl_si: Posodobi zdaj
sv_se: Uppdatera nu
uk_ua: Оновити

# Overlay_OutdatedClient_Message
source: This app version is outdated. You must update the app to continue using Proton VPN.
be_by: Гэта версія праграмы састарэла. Вы павінны абнавіць праграму, каб працягнуць выкарыстоўваць Proton VPN.
el_gr: Αυτή η έκδοση της εφαρμογής είναι ξεπερασμένη. Πρέπει να ενημερώσετε την εφαρμογή για να συνεχίσετε να χρησιμοποιείτε το Proton VPN.
es_es: Esta versión de la aplicación está desactualizada. Debes actualizarla para continuar usando Proton VPN.
fi_fi: Tämä sovellusversio on vanhentunut. Sinun tulee päivittää sovellus jatkaaksesi Proton VPN:n käyttöä.
id_id: Versi aplikasi ini telah usang. Anda harus memperbarui aplikasi untuk lanjut menggunakan Proton VPN.
ja_jp: このアプリバージョンは古くなっています。Proton VPNを引き続き使うにはアプリをアップデートする必要があります。
ka_ge: ეს აპის ვერსია მოძველებულია. Proton VPN-ის გამოყენების გასაგრძელებლად აპის განახლება აუცილებელია.
nl_nl: Deze app-versie is verouderd. U moet de app updaten om Proton VPN te blijven gebruiken.
pl_pl: Wersja aplikacji jest nieaktualna. Zaktualizuj aplikację, aby dalej korzystać z Proton VPN.
pt_pt: Esta versão da aplicação está desatualizada. Deve atualizar a aplicação para continuar a utilizar o Proton VPN.
ro_ro: Această versiune este veche. Trebuie să actualizați aplicația pentru a continua să utilizați Proton VPN.
sk_sk: Táto verzia aplikácie je zastaraná. Ak chcete naďalej používať Proton VPN, musíte aplikáciu aktualizovať.
sl_si: Ta različica aplikacije je zastarela. Če želite še naprej uporabljati Proton VPN, morate posodobiti aplikacijo.
sv_se: Denna appversion är föråldrad. Du måste uppdatera appen för att fortsätta använda Proton VPN.
uk_ua: Ця версія програми застаріла. Оновіть програму, щоб і надалі використовувати Proton VPN.
